---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExtensibleStorage.SchemaBuilder
source: html/83e2f92a-2820-8c34-c6bf-4685a68f59cf.htm
---
# SchemaBuilder Members

Constructs a new SchemaBuilder where the resulting Schema will use the input GUID.